{"content":{"0":"Individual animals frequently exhibit repeatable differences from other members of their population, differences now commonly referred to as 'animal personality'. Personality differences can arise, for example, from differences in permanent environmental effects-including parental and epigenetic contributors- and the effect of additive genetic variation. Although several studies have evaluated the heritability of behaviour, less is known about general patterns of heritability and additive genetic variation in animal personality. As overall variation in behaviour includes both the among-individual differences that reflect different personalities and temporary environmental effects, it is possible for personality to be largely genetically influenced even when heritability of behaviour per se is quite low. The relative contribution of additive genetic variation to personality variation can be estimated whenever both repeatability and heritability are estimated for the same data. Using published estimates to address this issue, we found that approximately 52% of animal personality variation was attributable to additive genetic variation. Thus, while the heritability of behaviour is often moderate or low, the heritability of personality is much higher. Our results therefore (i) demonstrate that genetic differences are likely to be a major contributor to variation in animal personality and (ii) support the phenotypic gambit: that evolutionary inferences drawn from repeatability estimates may often be justified.","2": "Environment has a critical role in the natural selection process for Darwinian evolution. The primary molecular component currently considered for neo-Darwinian evolution involves genetic alterations and random mutations that generate the phenotypic variation required for natural selection to act. The vast majority of environmental factors cannot directly alter DNA sequence. Epigenetic mechanisms directly regulate genetic processes and can be dramatically altered by environmental factors. Therefore, environmental epigenetics provides a molecular mechanism to directly alter phenotypic variation generationally. Lamarck proposed in 1802 the concept that environment can directly alter phenotype in a heritable manner. Environmental epigenetics and epigenetic transgenerational inheritance provide molecular mechanisms for this process. Therefore, environment can on a molecular level influence the phenotypic variation directly. The ability of environmental epigenetics to alter phenotypic and genotypic variation directly can significantly impact natural selection. Neo-Lamarckian concept can facilitate neo-Darwinian evolution. A unified theory of evolution is presented to describe the integration of environmental epigenetic and genetic aspects of evolution."}
