{
   "Individual animals frequently exhibit repeatable differences from other members of their population, differences now commonly referred to as 'animal personality'. Personality differences can arise, for example, from differences in permanent environmental effects-including parental and epigenetic contributors- and the effect of additive genetic variation. Although several studies have evaluated the heritability of behaviour, less is known about general patterns of heritability and additive genetic variation in animal personality. As overall variation in behaviour includes both the among-individual differences that reflect different personalities and temporary environmental effects, it is possible for personality to be largely genetically influenced even when heritability of behaviour per se is quite low. The relative contribution of additive genetic variation to personality variation can be estimated whenever both repeatability and heritability are estimated for the same data. Using published estimates to address this issue, we found that approximately 52% of animal personality variation was attributable to additive genetic variation. Thus, while the heritability of behaviour is often moderate or low, the heritability of personality is much higher. Our results therefore (i) demonstrate that genetic differences are likely to be a major contributor to variation in animal personality and (ii) support the phenotypic gambit: that evolutionary inferences drawn from repeatability estimates may often be justified.": {},
   "Environment has a critical role in the natural selection process for Darwinian evolution. The primary molecular component currently considered for neo-Darwinian evolution involves genetic alterations and random mutations that generate the phenotypic variation required for natural selection to act. The vast majority of environmental factors cannot directly alter DNA sequence. Epigenetic mechanisms directly regulate genetic processes and can be dramatically altered by environmental factors. Therefore, environmental epigenetics provides a molecular mechanism to directly alter phenotypic variation generationally. Lamarck proposed in 1802 the concept that environment can directly alter phenotype in a heritable manner. Environmental epigenetics and epigenetic transgenerational inheritance provide molecular mechanisms for this process. Therefore, environment can on a molecular level influence the phenotypic variation directly. The ability of environmental epigenetics to alter phenotypic and genotypic variation directly can significantly impact natural selection. Neo-Lamarckian concept can facilitate neo-Darwinian evolution. A unified theory of evolution is presented to describe the integration of environmental epigenetic and genetic aspects of evolution.": {},
   "DNA methylation contributes to gene and transcriptional regulation in eukaryotes, and therefore has been hypothesized to facilitate the evolution of plastic traits such as sociality in insects. However, DNA methylation is sparsely studied in insects. Therefore, we documented patterns of DNA methylation across a wide diversity of insects. We predicted that underlying enzymatic machinery is concordant with patterns of DNA methylation. Finally, given the suggestion that DNA methylation facilitated social evolution in Hymenoptera, we tested the hypothesis that the DNA methylation system will be associated with presence/absence of sociality among other insect orders. We found DNA methylation to be widespread, detected in all orders examined except Diptera (flies). Whole genome bisulfite sequencing showed that orders differed in levels of DNA methylation. Hymenopteran (ants, bees, wasps and sawflies) had some of the lowest levels, including several potential losses. Blattodea (cockroaches and termites) show all possible patterns, including a potential loss of DNA methylation in a eusocial species whereas solitary species had the highest levels. Species with DNA methylation do not always possess the typical enzymatic machinery. We identified a gene duplication event in the maintenance DNA methyltransferase 1 (DNMT1) that is shared by some Hymenoptera, and paralogs have experienced divergent, nonneutral evolution. This diversity and nonneutral evolution of underlying machinery suggests alternative DNA methylation pathways may exist. Phylogenetically corrected comparisons revealed no evidence that supports evolutionary association between sociality and DNA methylation. Future functional studies will be required to advance our understanding of DNA methylation in insects.": {},
   "Phenotypic characteristics of animals can change independently from changes in the genetic code. These plastic phenotypic responses are important for population persistence in changing environments. Plasticity can be induced during early development, with persistent effects on adult phenotypes, and it can occur reversibly throughout life (acclimation). These manifestations of plasticity have been viewed as separate processes. Here we argue that developmental conditions not only change mean trait values but also modify the capacity for acclimation. Acclimation counteracts the potentially negative effects of phenotype-environment mismatches resulting from epigenetic modifications during early development. Developmental plasticity is therefore also beneficial when environmental conditions change within generations. Hence, the evolution of reversible acclimation can no longer be viewed as independent from developmental processes.": {},
   "An organism's phenotype can be influenced by maternal cues and directly perceived environmental cues, as well as by its genotype at polymorphic loci, which can be interpreted as a genetic cue. In fluctuating environments, natural selection favors organisms that efficiently integrate different sources of information about the likely success of phenotypic alternatives. In such situations, it can be beneficial to pass on maternal cues that offspring can respond to. A maternal cue could be based on environmental cues directly perceived by the mother but also partly on cues that were passed on by the grandmother. We have used a mathematical model to investigate how the passing of maternal cues and the integration of different sources of information evolve in response to qualitatively different kinds of temporal and spatial environmental fluctuations. The model shows that the passing of maternal cues and the transgenerational integration of sources of information readily evolve. Factors such as the degree of temporal autocorrelation, the predictive accuracy of different environmental cues, and the level of gene flow strongly influence the expression of adaptive maternal cues and the relative weights given to different sources of information. We outline the main features of the relation between the characteristics of environmental fluctuations and the adaptive systems of phenotype determination and compare these predictions with empirical studies on cue integration.": {},
   "Understanding how organisms cope with global change is a major scientific challenge. The molecular pathways underlying rapid adaptive phenotypic responses to global change remain poorly understood. Here, we highlight the relevance of two environment-sensitive molecular elements: transposable elements (TEs) and epigenetic components (ECs). We first outline the sensitivity of these elements to global change stressors and review how they interact with each other. We then propose an integrative molecular engine coupling TEs and ECs and allowing organisms to fine-tune phenotypes in a real-time fashion, adjust the production of phenotypic and genetic variation, and produce heritable phenotypes with different levels of transmission fidelity. We finally discuss the implications of this molecular engine in the context of global change.": {},
   "Existing insight suggests that maternal effects have a substantial impact on evolution, yet these predictions assume that maternal effects themselves are evolutionarily constant. Hence, it is poorly understood how natural selection shapes maternal effects in different ecological circumstances. To overcome this, the current study derives an evolutionary model of maternal effects in a quantitative genetics context. In constant environments, we show that maternal effects evolve to slight negative values that result in a reduction of the phenotypic variance (canalization). By contrast, in populations experiencing abrupt change, maternal effects transiently evolve to positive values for many generations, facilitating the transmission of beneficial maternal phenotypes to offspring. In periodically fluctuating environments, maternal effects evolve according to the autocorrelation between maternal and offspring environments, favoring positive maternal effects when change is slow, and negative maternal effects when change is rapid. Generally, the strongest maternal effects occur for traits that experience very strong selection and for which plasticity is severely constrained. By contrast, for traits experiencing weak selection, phenotypic plasticity enhances the evolutionary scope of maternal effects, although maternal effects attain much smaller values throughout. As weak selection is common, finding substantial maternal influences on offspring phenotypes may be more challenging than anticipated.": {},
   "As climate change challenges organismal fitness by creating a phenotype-environment mismatch, phenotypic plasticity generated by epigenetic mechanisms (e.g., DNA methylation) can provide a temporal buffer for genetic adaptation. Epigenetic mechanisms may be crucial for sessile benthic marine organisms, such as reef-building corals, where ocean acidification (OA) and warming reflect in strong negative responses. We tested the potential for scleractinian corals to exhibit phenotypic plasticity associated with a change in DNA methylation in response to OA. Clonal coral fragments of the environmentally sensitive Pocillopora damicornis and more environmentally robust Montipora capitata were exposed to fluctuating ambient pH (7.9-7.65) and low pH (7.6-7.35) conditions in common garden tanks for similar to 6 weeks. M. capitata responded weakly, or acclimated more quickly, to OA, with no difference in calcification, minimal separation of metabolomic profiles, and no change in DNA methylation between treatments. Conversely, P. damicornis exhibited diminished calcification at low pH, stronger separation in metabolomic profiles, and responsiveness of DNA methylation to treatment. Our data suggest corals differ in their temporal dynamics and sensitivity for environmentally triggered real-time epigenetic reprogramming. The generation of potentially heritable plasticity via environmental induction of DNA methylation provides an avenue for assisted evolution applications in corals under rapid climate change.": {},
   "Migration is essential for the reproduction and survival of many animals, yet little is understood about its underlying molecular mechanisms. We used the salmonid Oncorhynchus mykiss to gain mechanistic insight into smoltification, which is a morphological, physiological and behavioural transition undertaken by juveniles in preparation for seaward migration. O. mykiss is experimentally tractable and displays intra- and interpopulation variation in migration propensity. Migratory individuals can produce nonmigratory progeny and vice versa, indicating a high degree of phenotypic plasticity. One potential way that phenotypic plasticity might be linked to variation in migration-related life history tactics is through epigenetic regulation of gene expression. To explore this, we quantitatively measured genome-scale DNA methylation in fin tissue using reduced representation bisulphite sequencing of F-2 siblings produced from a cross between steelhead (migratory) and rainbow trout (nonmigratory) lines. We identified 57 differentially methylated regions (DMRs) between smolt and resident O. mykiss juveniles. DMRs were high in magnitude, with up to 62% differential methylation between life history types, and over half of the gene-associated DMRs were in transcriptional regulatory regions. Many of the DMRs encode proteins with activity relevant to migration-related transitions (e.g. circadian rhythm pathway, nervous system development, protein kinase activity). This study provides the first evidence of a relationship between epigenetic variation and life history divergence associated with migration-related traits in any species.": {},
   "While traits and trait plasticity are partly genetically based, investigating epigenetic mechanisms may provide more nuanced understanding of the mechanisms underlying response to environment. Using AFLP and methylation-sensitive AFLP, we tested the hypothesis that differentiation to habitats along natural salt marsh environmental gradients occurs at epigenetic, but not genetic loci in two salt marsh perennials. We detected significant genetic and epigenetic structure among populations and among subpopulations, but we found multilocus patterns of differentiation to habitat type only in epigenetic variation for both species. In addition, more epigenetic than genetic loci were correlated with habitat in both species. When we analysed genetic and epigenetic variation simultaneously with partial Mantel, we found no correlation between genetic variation and habitat and a significant correlation between epigenetic variation and habitat in Spartina alterniflora. In Borrichia frutescens, we found significant correlations between epigenetic and/or genetic variation and habitat in four of five populations when populations were analysed individually, but there was no significant correlation between genetic or epigenetic variation and habitat when analysed jointly across the five populations. These analyses suggest that epigenetic mechanisms are involved in the response to salt marsh habitats, but also that the relationships among genetic and epigenetic variation and habitat vary by species. Site-specific conditions may also cloud our ability to detect response in replicate populations with similar environmental gradients. Future studies analysing sequence data and the correlation between genetic variation and DNA methylation will be powerful to identify the contributions of genetic and epigenetic response to environmental gradients.": {},
   "Epigenetic variation is being integrated into our understanding of adaptation, yet we lack models on how epigenetic mutations affect evolution that includes de novo genetic change. We model the effects of epigenetic mutations on the dynamics and endpoints of adaptive walks-a process where a series of beneficial mutations move a population towards a fitness optimum. We use an individual-based model of an asexual population, where mutational effects are drawn from Fisher's geometric model. We find cases where epigenetic mutations speed adaptation or result in populations with higher fitness. However, we also find cases where they slow adaptation or result in populations with lower fitness. The effect of epigenetic mutations on adaptive walks depends crucially on their stability and fitness effects relative to genetic mutations, with small-effect epigenetic mutations generally speeding adaptation, and epigenetic mutations with the same fitness effects as genetic mutations slowing adaptation. Our work reveals a complex relationship between epigenetic mutations and natural selection and highlights the need for empirical data.": {},
   "Environmental stresses experienced by individual parents can influence offspring phenotypes in ways that enhance survival under similar conditions. Although such adaptive transgenerational plasticity is well documented, its transmission mechanisms are generally unknown. One possible mechanism is environmentally induced DNA methylation changes. We tested this hypothesis in the annual plant Polygonum persicaria, a species known to express adaptive transgenerational plasticity in response to parental drought stress. Replicate plants of 12 genetic lines (sampled from natural populations) were grown in dry versus moist soil. Their offspring were exposed to the demethylating agent zebularine or to control conditions during germination and then grown in dry soil. Under control germination conditions, the offspring of drought-stressed parents grew longer root systems and attained greater biomass compared with offspring of well-watered parents of the same genetic lines. Demethylation removed these adaptive developmental effects of parental drought, but did not significantly alter phenotypic expression in offspring of well-watered parents. The effect of demethylation on the expression of the parental drought effect varied among genetic lines. Differential seed provisioning did not contribute to the effect of parental drought on offspring phenotypes. These results demonstrate that DNA methylation can mediate adaptive, genotype-specific effects of parental stress on offspring phenotypes.": {},
   "The role of natural selection in the evolution of adaptive phenotypes has undergone constant probing by evolutionary biologists, employing both theoretical and empirical approaches. As Darwin noted, natural selection can act together with other processes, including random changes in the frequencies of phenotypic differences that are not under strong selection, and changes in the environment, which may reflect evolutionary changes in the organisms themselves. As understanding of genetics developed after 1900, the new genetic discoveries were incorporated into evolutionary biology. The resulting general principles were summarized by Julian Huxley in his 1942 book Evolution: the modern synthesis. Here, we examine how recent advances in genetics, developmental biology and molecular biology, including epigenetics, relate to today's understanding of the evolution of adaptations. We illustrate how careful genetic studies have repeatedly shown that apparently puzzling results in a wide diversity of organisms involve processes that are consistent with neo-Darwinism. They do not support important roles in adaptation for processes such as directed mutation or the inheritance of acquired characters, and therefore no radical revision of our understanding of the mechanism of adaptive evolution is needed.": {},
   "The process of biological invasion exposes a species to novel pressures, in terms of both the environments it encounters and the evolutionary consequences of range expansion. Several invaders have been shown to exhibit rapid evolutionary changes in response to those pressures, thus providing robust opportunities to clarify the processes at work during rapid phenotypic transitions. The accelerating pace of invasion of cane toads (Rhinella marina) in tropical Australia during its 80-year history has been well characterized at the phenotypic level, including common-garden experiments that demonstrate heritability of several dispersal-relevant traits. Individuals from the invasion front (and their progeny) show distinctive changes in morphology, physiology and behaviour that, in combination, result in far more rapid dispersal than is true of conspecifics from long-colonized areas. The extensive body of work on cane toad ecology enables us to place into context studies of the genetic basis of these traits. Our analyses of differential gene expression from toads from both ends of this invasion-history transect reveal substantial upregulation of many genes, notably those involved in metabolism and cellular repair. Clearly, then, the dramatically rapid phenotypic evolution of cane toads in Australia has been accompanied by substantial shifts in gene expression, suggesting that this system is well suited to investigating the genetic underpinnings of invasiveness.": {},
   "DNA methylation in plants affects transposon silencing, transcriptional regulation and thus phenotypic variation. One unanswered question is whether DNA methylation could be involved in local adaptation of plant populations to their environments. If methylation alters phenotypes to improve plant response to the environment, then methylation sites or the genes that affect them could be a target of natural selection. Using reduced-representation bisulphite sequencing (RRBS) data, we assessed whether climate is associated with variation in DNA methylation levels among 58 naturally occurring, and species-wide samples of valley oak (Quercus lobata) collected across climate gradients. We identified the genomic context of these variants referencing a new draft valley oak genome sequence. Methylation data were obtained for 341 107 cytosines, of which we deemed 57 488 as single-methylation variants (SMVs), found in the CG, CHG and CHH sequence contexts. Environmental association analyses revealed 43 specific SMVs that are significantly associated with any of four climate variables, the majority of which are associated with mean maximum temperature. The 43 climate-associated SMVs tend to occur in or near genes, several of which have known involvement in plant response to environment. Multivariate analyses show that climate and spatial variables explain more overall variance in CG-SMVs among individuals than in SNPs, CHG-SMVs or CHH-SMVs. Together, these results from natural oak populations provide initial evidence for a role of CG methylation in locally adaptive evolution or plasticity in plant response.": {},
   "Comparative genomics of social insects has been intensely pursued in recent years with the goal of providing insights into the evolution of social behaviour and its underlying genomic and epigenomic basis. However, the comparative approach has been hampered by a paucity of data on some of the most informative social forms (e.g. incipiently and primitively social) and taxa (especially members of the wasp family Vespidae) for studying social evolution. Here, we provide a draft genome of the primitively eusocial model insect Polistes dominula, accompanied by analysis of caste-related transcriptome and methylome sequence data for adult queens and workers. Polistes dominula possesses a fairly typical hymenopteran genome, but shows very low genomewide GC content and some evidence of reduced genome size. We found numerous caste-related differences in gene expression, with evidence that both conserved and novel genes are related to caste differences. Most strikingly, these -omics data reveal a major reduction in one of the major epigenetic mechanisms that has been previously suggested to be important for caste differences in social insects: DNA methylation. Along with a conspicuous loss of a key gene associated with environmentally responsive DNA methylation (the de novo DNA methyltransferase Dnmt3), these wasps have greatly reduced genomewide methylation to almost zero. In addition to providing a valuable resource for comparative analysis of social insect evolution, our integrative -omics data for this important behavioural and evolutionary model system call into question the general importance of DNA methylation in caste differences and evolution in social insects.": {},
   "Epidemiological research since the 1980s has highlighted the consequences of early life adversity, particularly during gestation and early infancy, for adult health (the Barker hypothesis). The fast-evolving field of molecular epigenetics is providing explanatory mechanisms concerning phenotypic plasticity in response to developmental stressors and the accumulation of disease risk throughout life. In addition, there is now evidence for the heritability of poor health across generations via epigenetic modifications. This research has the potential to invoke a paradigmatic shift in how we interpret factors such as growth insults and immune response in past skeletal remains. It demonstrates that health cannot be understood in terms of immediate environmental circumstances alone. Furthermore, it requires both a theoretical and practical re-evaluation of disease biographies and the life course more generally. Individual life courses can no longer be regarded as discrete, bounded, life histories, with clearly defined beginning and end points. If socioeconomic circumstances can have intergenerational effects, including disease susceptibility and growth stunting, then individual biographies should be viewed as nested or embedded within the lives of others. This commingling of life courses may prove problematic to unravel; nevertheless, this review aims to consider the potential consequences for bioarchaeological interpretations. These include a greater consideration of: the temporal power of human skeletons and a life course approach to past health; infant health and the implications for maternal well-being; and the impact of non-proximate stressors (e.g., early life and ancestral environments) on the presence of health indicators. (C) 2015 Wiley Periodicals, Inc.": {},
   "Organisms develop through multiple life stages that differ in environmental tolerances. The seasonal timing, or phenology, of life-stage transitions determines the environmental conditions to which each life stage is exposed and the length of time required to complete a generation. Both environmental and genetic factors contribute to phenological variation, yet predicting their combined effect on life cycles across a geographic range remains a challenge. We linked submodels of the plasticity of individual life stages to create an integrated model that predicts life-cycle phenology in complex environments. We parameterized the model for Arabidopsis thaliana and simulated life cycles in four locations. We compared multiple genotypes by varying two parameters associated with natural genetic variation in phenology: seed dormancy and floral repression. The model predicted variation in life cycles across locations that qualitatively matches observed natural phenology. Seed dormancy had larger effects on life-cycle length than floral repression, and results suggest that a genetic cline in dormancy maintains a life-cycle length of 1 year across the geographic range of this species. By integrating across life stages, this approach demonstrates how genetic variation in one transition can influence subsequent transitions and the geographic distribution of life cycles more generally.": {},
   "It has long been known that adaptive evolution can occur through genetic mutations in DNA sequence, but it is unclear whether adaptive evolution can occur through analogous epigenetic mechanisms, such as through DNA methylation. If epigenetic variation contributes directly to evolution, species under threat of disease, invasive competition, climate change or other stresses would have greater stores of variation from which to draw. We looked for evidence of natural selection acting on variably methylated DNA sites using population genomic analysis across three climatologically distinct populations of valley oaks. We found patterns of genetic and epigenetic differentiations that indicate local adaptation is operating on large portions of the oak genome. While CHG methyl polymorphisms are not playing a significant role and would make poor targets for natural selection, our findings suggest that CpG methyl polymorphisms as a whole are involved in local adaptation, either directly or through linkage to regions under selection.": {},
   "Much work has shown that the environment can induce non-genetic changes in phenotype that span multiple generations. Theory predicts that predictable environmental variation selects for both increased within-and across-generation responses. Yet, to the best of our knowledge, there are no empirical tests of this prediction. We explored the relationship between within-versus across-generation plasticity by evaluating the influence of predator cues on the life-history traits of Daphnia ambigua. We measured the duration of predator-induced transgenerational effects, determined when transgenerational responses are induced, and quantified the cues that activate transgenerational plasticity. We show that predator exposure during embryonic development causes earlier maturation and increased reproductive output. Such effects are detectable two generations removed from predator exposure and are similar in magnitude in response to exposure to cues emitted by injured conspecifics. Moreover, all experimental contexts and traits yielded a negative correlation between within-versus across-generation responses. That is, responses to predator cues within- and across-generations were opposite in sign and magnitude. Although many models address transgenerational plasticity, none of them explain this apparent negative relationship between within- and across-generation plasticities. Our results highlight the need to refine the theory of transgenerational plasticity.": {},
   "Environmentally induced phenotypic plasticity may be a critical component of response to changing environments. We examined local differentiation and adaptive phenotypic plasticity in response to elevated temperature in half-sib lines collected across an elevation gradient for the alpine herb, Wahlenbergia ceracea. Using Amplified Fragment Length Polymorphism (AFLP), we found low but significant genetic differentiation between low- and high-elevation seedlings, and seedlings originating from low elevations grew faster and showed stronger temperature responses (more plasticity) than those from medium and high elevations. Furthermore, plasticity was more often adaptive for plants of low-elevation origin and maladaptive for plants of high elevation. With methylation sensitive-AFLP (MS-AFLP), we revealed an increase in epigenetic variation in response to temperature in low-elevation seedlings. Although we did not find significant direct correlations between MS-AFLP loci and phenotypes, our results demonstrate that adaptive plasticity in temperature response to warming varies over fine spatial scales and suggest the involvement of epigenetic mechanisms in this response.": {},
   "Phenotypic plasticity is an important mechanism for populations to buffer themselves from environmental change. While it has long been appreciated that natural populations possess genetic variation in the extent of plasticity, a surge of recent evidence suggests that epigenetic variation could also play an important role in shaping phenotypic responses. Compared with genetic variation, epigenetic variation is more likely to have higher spontaneous rates of mutation and a more sensitive reaction to environmental inputs. In our review, we first provide an overview of recent studies on epigenetically encoded thermal plasticity in animals to illustrate environmentally-mediated epigenetic effects within and across generations. Second, we discuss the role of epigenetic effects during adaptation by exploring population epigenetics in natural animal populations. Finally, we evaluate the evolutionary potential of epigenetic variation depending on its autonomy from genetic variation and its transgenerational stability. Although many of the causal links between epigenetic variation and phenotypic plasticity remain elusive, new data has explored the role of epigenetic variation in facilitating evolution in natural populations. This recent progress in ecological epigenetics will be helpful for generating predictive models of the capacity of organisms to adapt to changing climates.": {},
   "Methylation of DNA cytosines affects whether transposons are silenced and genes are expressed, and is a major epigenetic mechanism whereby plants respond to environmental change. Analyses of methylation-sensitive amplification polymorphism (MS-AFLP or MSAP) have been often used to assess methyl-cytosine changes in response to stress treatments and, more recently, in ecological studies of wild plant populations. MSAP technique does not require a sequenced reference genome and provides many anonymous loci randomly distributed over the genome for which the methylation status can be ascertained. Scoring of MSAP data, however, is not straightforward, and efforts are still required to standardize this step to make use of the potential to distinguish between methylation at different nucleotide contexts. Furthermore, it is not known how accurately MSAP infers genome-wide cytosine methylation levels in plants. Here, we analyse the relationship between MSAP results and the percentage of global cytosine methylation in genomic DNA obtained by HPLC analysis. A screening of literature revealed that methylation of cytosines at cleavage sites assayed by MSAP was greater than genome-wide estimates obtained by HPLC, and percentages of methylation at different nucleotide contexts varied within and across species. Concurrent HPLC and MSAP analyses of DNA from 200 individuals of the perennial herb Helleborus foetidus confirmed that methyl-cytosine was more frequent in CCGG contexts than in the genome as a whole. In this species, global methylation was unrelated to methylation at the inner CG site. We suggest that global HPLC and context-specific MSAP methylation estimates provide complementary information whose combination can improve our current understanding of methylation-based epigenetic processes in nonmodel plants.": {},
   "Testing for conserved and novel mechanisms underlying phenotypic evolution requires a diversity of genomes available for comparison spanning multiple independent lineages. For example, complex social behavior in insects has been investigated primarily with eusocial lineages, nearly all of which are Hymenoptera. If conserved genomic influences on sociality do exist, we need data from a wider range of taxa that also vary in their levels of sociality. Here, we present the assembled and annotated genome of the subsocial beetle Nicrophorus vespilloides, a species long used to investigate evolutionary questions of complex social behavior. We used this genome to address two questions. First, do aspects of life history, such as using a carcass to breed, predict overlap in gene models more strongly than phylogeny? We found that the overlap in gene models was similar between N. vespilloides and all other insect groups regardless of life history. Second, like other insects with highly developed social behavior but unlike other beetles, does N. vespilloides have DNA methylation? We found strong evidence for an active DNA methylation system. The distribution of methylation was similar to other insects with exons having the most methylated C pGs. Methylation status appears highly conserved; 85% of the methylated genes in N. vespilloides are also methylated in the hymentopteran Nasonia vitripennis. The addition of this genome adds a coleopteran resource to answer questions about the evolution and mechanistic basis of sociality and to address questions about the potential role of methylation in social behavior.": {},
   "Telomeres are emerging as a biomarker for ageing and survival, and are likely important in shaping life-history trade-offs. In particular, telomere length with which one starts in life has been linked to lifelong survival, suggesting that early telomere dynamics are somehow related to life-history trajectories. This result highlights the importance of determining the extent to which telomere length is inherited, as a crucial factor determining early life telomere length. Given the scarcity of species for which telomere length inheritance has been studied, it is pressing to assess the generality of telomere length inheritance patterns. Further, information on how this pattern changes over the course of growth in individuals living under natural conditions should provide some insight on the extent to which environmental constraints also shape telomere dynamics. To fill this gap partly, we followed telomere inheritance in a population of king penguins (Aptenodytes patagonicus). We tested for paternal and maternal influence on chick initial telomere length (10 days old after hatching), and how these relationships changed with chick age (at 70, 200 and 300 days old). Based on a correlative approach, offspring telomere length was positively associated with maternal telomere length early in life (at 10 days old). However, this relationship was not significant at older ages. These data suggest that telomere length in birds is maternally inherited. Nonetheless, the influence of environmental conditions during growth remained an important factor shaping telomere length, as the maternal link disappeared with chicks' age.": {},
   "Transgenerational effects can buffer populations against environmental change, yet little is known about underlying mechanisms, their persistence or the influence of environmental cue timing. We investigated mitochondrial respiratory capacity (MRC) and gene expression of marine sticklebacks that experienced acute or developmental acclimation to simulated ocean warming (21 degrees C) across three generations. Previous work showed that acute acclimation of grandmothers to 21 degrees C led to lower (optimized) offspring MRCs. Here, developmental acclimation of mothers to 21 degrees C led to higher, but more efficient offspring MRCs. Offspring with a 21 degrees C x 17 degrees C grandmother-mother environment mismatch showed metabolic compensation: their MRCs were as low as offspring with a 17 degrees C thermal history across generations. Transcriptional analyses showed primarily maternal but also grandmaternal environment effects: genes involved in metabolism and mitochondrial protein biosynthesis were differentially expressed when mothers developed at 21 degrees C, whereas 21 degrees C grandmothers influenced genes involved in hemostasis and apoptosis. Genes involved in mitochondrial respiration all showed higher expression when mothers developed at 21 degrees and lower expression in the 21 degrees C x 17 degrees C group, matching the phenotypic pattern for MRCs. Our study links transcriptomics to physiology under climate change, and demonstrates that mechanisms underlying transgenerational effects persist across multiple generations with specific outcomes depending on acclimation type and environmental mismatch between generations.": {},
   "The effects from multigenerational exposures to engineered nanoparticles (ENPs) in their pristine and transformed states are currently unknown despite such exposures being an increasingly common scenario in natural environments. Here, we examine how exposure over 10 generations affects the sensitivity of the nematode Caenorhabditis elegans to pristine and sulfidized Ag ENPs and AgNO3. We also include populations that were initially exposed over six generations but kept unexposed for subsequent four generations to allow recovery from exposure. Toxicity of the different silver forms decreased in the order AgNO3, Ag ENPs and Ag2S ENPs. Continuous exposure to Ag ENPs and AgNO3 caused pronounced sensitization (approx. 10-fold) in the F2 generation, which was sustained until F10. This sensitization was less pronounced for Ag2S ENP exposures, indicating different toxicity mechanisms. Subtle changes in size and lifespan were also measured. In the recovery populations, the sensitivity to Ag ENPs and AgNO3 resulting from the initial multigenerational exposure persisted. Their response sensitivity for all endpoints was most closely related to the last ancestral exposed generation (F5), rather than unexposed controls. The mechanisms of transgenerational transfer of sensitivity are probably organized through the epigenome, and we encourage others to investigate such effects as a priority for mechanistic toxicology.": {},
   "Epigenetic variation has been proposed to contribute to the success of asexual plants, either as a contributor to phenotypic plasticity or by enabling transient adaptation via selection on transgenerationally stable, but reversible, epialleles. While recent studies in experimental plant populations have shown the potential for epigenetic mechanisms to contribute to adaptive phenotypes, it remains unknown whether heritable variation in ecologically relevant traits is at least partially epigenetically determined in natural populations. Here, we tested the hypothesis that DNA methylation variation contributes to heritable differences in flowering time within a single widespread apomictic clonal lineage of the common dandelion (Taraxacum officinale s. lat.). Apomictic clone members of the same apomictic lineage collected from different field sites showed heritable differences in flowering time, which was correlated with inherited differences in methylation-sensitive AFLP marker profiles. Differences in flowering between apomictic clone members were significantly reduced after in vivo demethylation using the DNA methyltransferase inhibitor zebularine. This synchronization of flowering times suggests that flowering time divergence within an apomictic lineage was mediated by differences in DNA methylation. While the underlying basis of the methylation polymorphism at functional flowering time-affecting loci remains to be demonstrated, our study shows that epigenetic variation contributes to heritable phenotypic divergence in ecologically relevant traits in natural plant populations. This result also suggests that epigenetic mechanisms can facilitate adaptive divergence within genetically uniform asexual lineages.": {},
   "Variation in resource availability commonly exerts strong effects on fitness-related traits in wild animals. However, we know little about the molecular mechanisms that mediate these effects, or about their persistence over time. To address these questions, we profiled genome-wide whole-blood DNA methylation levels in two sets of wild baboons: (i) 'wild-feeding' baboons that foraged naturally in a savanna environment and (ii) 'Lodge' baboons that had ready access to spatially concentrated human food scraps, resulting in high feeding efficiency and low daily travel distances. We identified 1014 sites (0.20% of sites tested) that were differentially methylated between wild-feeding and Lodge baboons, providing the first evidence that resource availability shapes the epigenome in a wild mammal. Differentially methylated sites tended to occur in contiguous stretches (i.e., in differentially methylated regions or DMRs), in promoters and enhancers, and near metabolism-related genes, supporting their functional importance in gene regulation. In agreement, reporter assay experiments confirmed that methylation at the largest identified DMR, located in the promoter of a key glycolysis-related gene, was sufficient to causally drive changes in gene expression. Intriguingly, all dispersing males carried a consistent epigenetic signature of their membership in a wild-feeding group, regardless of whether males dispersed into or out of this group as adults. Together, our findings support a role for DNA methylation in mediating ecological effects on phenotypic traits in the wild and emphasize the dynamic environmental sensitivity of DNA methylation levels across the life course.": {},
   "Epigenetic modifications are expected to occur at a much faster rate than genetic mutations, potentially causing isolated populations to stochastically drift apart, or if they are subjected to different selective regimes, to directionally diverge. A high level of genome-wide epigenetic divergence between individuals occupying distinct habitats is therefore predicted. Here, we introduce bisulfite-converted restriction site associated DNA sequencing (bsRADseq), an approach to quantify the level of DNA methylation differentiation across multiple individuals. This reduced representation method is flexible in the extent of DNA sequence interrogated. We showcase its applicability in three natural systems, each comprising individuals adapted to divergent environments: a diploid plant (Heliosperma, Caryophyllaceae), a tetraploid plant (Dactylorhiza, Orchidaceae) and an animal (Gasterosteusaculeatus, Gasterosteidae). We present a robust bioinformatic pipeline, combining tools for RAD locus assembly, SNP calling, bisulfite-converted read mapping and DNA methylation calling to analyse bsRADseq data with or without a reference genome. Importantly, our approach accurately distinguishes between SNPs and methylation polymorphism (SMPs). Although DNA methylation frequency between different positions of a genome varies widely, we find a surprisingly high consistency in the methylation profile between individuals thriving in divergent ecological conditions, particularly in Heliosperma. This constitutive stability points to significant molecular or developmental constraints acting on DNA methylation variation. Altogether, by combining the flexibility of RADseq with the accuracy of bisulfite sequencing in quantifying DNA methylation, the bsRADseq methodology and our bioinformatic pipeline open up the opportunity for genome-wide epigenetic investigations of evolutionary and ecological relevance in non-model species, independent of their genomic features.": {},
   "The growing knowledge about the influence of transposable elements (TEs) on (a) long-term genome and transcriptome evolution; (b) genomic, transcriptomic and epigenetic variation within populations; and (c) patterns of somatic genetic differences in individuals continues to spur the interest of evolutionary biologists in the role of TEs in adaptive evolution. As TEs can trigger a broad range of molecular variation in a population with potentially severe fitness and phenotypic consequences for individuals, different mechanisms evolved to keep TE activity in check, allowing for a dynamic interplay between the host, its TEs and the environment in evolution. Here, we review evidence for adaptive phenotypic changes associated with TEs and the basic molecular mechanisms by which the underlying genetic changes arise: (a) domestication, (b) exaptation, (c) host gene regulation, (d) TE-mediated formation of intronless gene copies-so-called retrogenes and (e) overall increased genome plasticity. Furthermore, we review and discuss how the stress-dependent incapacitation of defence mechanisms against the activity of TEs might facilitate adaptive responses to environmental challenges and how such mechanisms might be particularly relevant in species frequently facing novel environments, such as invasive, pathogenic or parasitic species.": {},
   "The decreasing cost and increasing scope and power of emerging genomic technologies are reshaping the field of molecular ecology. However, many modern genomic approaches (e.g., RAD-seq) require large amounts of high-quality template DNA. This poses a problem for an active branch of conservation biology: genetic monitoring using minimally invasive sampling (MIS) methods. Without handling or even observing an animal, MIS methods (e.g., collection of hair, skin, faeces) can provide genetic information on individuals or populations. Such samples typically yield low-quality and/or quantities of DNA, restricting the type of molecular methods that can be used. Despite this limitation, genetic monitoring using MIS is an effective tool for estimating population demographic parameters and monitoring genetic diversity in natural populations. Genetic monitoring is likely to become more important in the future as many natural populations are undergoing anthropogenically driven declines, which are unlikely to abate without intensive adaptive management efforts that often include MIS approaches. Here, we profile the expanding suite of genomic methods and platforms compatible with producing genotypes from MIS, considering factors such as development costs and error rates. We evaluate how powerful new approaches will enhance our ability to investigate questions typically answered using genetic monitoring, such as estimating abundance, genetic structure and relatedness. As the field is in a period of unusually rapid transition, we also highlight the importance of legacy data sets and recommend how to address the challenges of moving between traditional and next-generation genetic monitoring platforms. Finally, we consider how genetic monitoring could move beyond genotypes in the future. For example, assessing microbiomes or epigenetic markers could provide a greater understanding of the relationship between individuals and their environment.": {},
   "ObjectivesDifferences in DNA methylation have been associated with early life adversity, suggesting that alterations in methylation function as one pathway through which adverse early environments are biologically embedded. This study examined associations between exposure to institutional care, quantified as the proportion of time in institutional care at specified follow-up assessment ages, and DNA methylation status in two stress-related genes: FKBP5 and SLC6A4. Materials and MethodsWe analyzed data from the Bucharest Early Intervention Project, which is a prospective study in which children reared in institutional settings were randomly assigned (mean age 22 months) to either newly created foster care or care as usual (to remain in their current placement) and prospectively followed. A group of children from the same geographic area, with no history of institutionalized caregiving, were also recruited. DNA methylation status was determined in DNA extracted from buccal epithelial cells of children at age 12. ResultsAn inverse association was identified such that more time spent in institutional care was associated with lower DNA methylation at specific CpG sites within both genes. DiscussionThese results suggest a lasting impact of early severe social deprivation on methylation patterns in these genes, and contribute to a growing literature linking early adversity and epigenetic variation in children. Am J Phys Anthropol 161:84-93, 2016.. (c) 2016 Wiley Periodicals, Inc.": {},
   "DNA methylation is an epigenetic mark that plays an inadequately understood role in gene regulation, particularly in nonmodel species. Because it can be influenced by the environment, DNA methylation may contribute to the ability of organisms to acclimatize and adapt to environmental change. We evaluated the distribution of gene body methylation in reef-building corals, a group of organisms facing significant environmental threats. Gene body methylation in six species of corals was inferred from in silico transcriptome analysis of CpG O/E, an estimate of germline DNA methylation that is highly correlated with patterns of methylation enrichment. Consistent with what has been documented in most other invertebrates, all corals exhibited bimodal distributions of germline methylation suggestive of distinct fractions of genes with high and low levels of methylation. The hypermethylated fractions were enriched with genes with housekeeping functions, while genes with inducible functions were highly represented in the hypomethylated fractions. High transcript abundance was associated with intermediate levels of methylation. In three of the coral species, we found that genes differentially expressed in response to thermal stress and ocean acidification exhibited significantly lower levels of methylation. These results support a link between gene body hypomethylation and transcriptional plasticity that may point to a role of DNA methylation in the response of corals to environmental change.": {},
   "Recent studies show that epigenetic variation in the form of DNA methylation may serve as a substrate for selection. Theory suggests that heritable epigenetic marks that increase fitness should increase in frequency in a population, and these changes may result in novel morphology, behaviour, or physiology, and ultimately reproductive isolation. Therefore, epigenetic variation might provide the first substrate for selection during the course of evolutionary divergence. This hypothesis predicts that populations in the earliest stages of divergence will differentiate in their methylome prior to any genetic differentiation. While several studies have investigated natural epigenetic variation, empirical studies that test predictions about its role in speciation are surprisingly scarce. Here, we investigate DNA methylation variation using an isoschizomeric digest method, Methyl-Sensitive Amplified Polymorphism, across multiple stages of evolutionary divergence in natural populations of North American stream fishes. We show that epigenetic differentiation between methylomes is greater than genetic divergence among closely related populations across two river drainages. Additionally, we demonstrate that epigenetic divergence is a stronger predictor of the strength of behavioural reproductive isolation and suggest that changes in the methylome could influence the evolution of reproductive isolation between species. Our findings suggest a role for epigenetics not only in the initiation of divergence, but also in the maintenance of species boundaries over greater evolutionary timescales.": {},
   "The development of multicellular organisms involves a delicate interplay between genetic and environmental influences. It is often useful to think of developmental systems as integrating available sources of information about current conditions to produce organisms. Genes and inherited physiology provide cues, as does the state of the environment during development. The integration systems themselves are under genetic control and subject to Darwinian selection, so we expect them to evolve to produce organisms that fit well with current ecological (including social) conditions. We argue for the scientific value of this explicitly informational perspective by providing detailed examples of how it can elucidate taxonomically diverse phenomena. We also present a general framework for linking genetic and phenotypic variation from an informational perspective. This application of Darwinian logic at the organismal level can elucidate genetic influences on phenotypic variation in novel and counterintuitive ways.": {},
   "Organisms can adapt to variable environments by using environmental cues to modulate developmental gene expression. In principle, maternal influences can adaptively adjust offspring phenotype when early life and adult environments match, but they may be maladaptive when future environments are not predictable. One of the best-studied 'maternal effects' is through modification of the offspring's hypothalamic-pituitary-adrenal (HPA) axis, the neuroendocrine system that controls responses to stress. In addition to the direct transfer of glucocorticoids from mother to offspring, offspring HPA function and other phenotypes can also be affected by epigenetic modifications like DNA methylation of the glucocorticoid receptor promoter. Here we examine how among-year variation in rainfall is related to DNA methylation during development and fitness in adulthood in the superb starling (Lamprotornis superbus), which lives in a climatically unpredictable environment where early life and adult environments are unlikely to match. We found that DNA methylation in the putative promoter of the glucocorticoid receptor gene is reduced in chicks - particularly in males - born following drier prebreeding periods. Additionally, DNA methylation is lower in males that become breeders than those that never breed. However, there is no relationship in females between DNA methylation and the likelihood of dispersing from the natal group to breed elsewhere. These results suggest that early life conditions may positively affect fitness in a sex-specific manner through chemical modification of an HPA-associated gene. This study is the first to show that epigenetic modifications during early life may influence the fitness of free-living organisms adapted to unpredictable environments.": {},
   "Personality traits are heritable and respond to natural selection, but are at the same time influenced by the ontogenetic environment. Epigenetic effects, such as DNA methylation, have been proposed as a key mechanism to control personality variation. However, to date little is known about the contribution of epigenetic effects to natural variation in behaviour. Here, we show that great tit (Parus major) lines artificially selected for divergent exploratory behaviour for four generations differ in their DNA methylation levels at the dopamine receptor D4 (DRD4) gene. This D4 receptor is statistically associated with personality traits in both humans and nonhuman animals, including the great tit. Previous work in this songbird failed to detect functional genetic polymorphisms within DRD4 that could account for the gene-trait association. However, our observation supports the idea that DRD4 is functionally involved in exploratory behaviour but that its effects are mediated by DNA methylation. While the exact mechanism underlying the transgenerational consistency of DRD4 methylation remains to be elucidated, this study shows that epigenetic mechanisms are involved in shaping natural variation in personality traits. We outline how this first finding provides a basis for investigating the epigenetic contribution to personality traits in natural systems and its subsequent role for understanding the ecology and evolution of behavioural consistency.": {},
   "Gene sequence similarity due to shared ancestry after a duplication event, that is paralogy, complicates the assessment of genetic variation, as sequences originating from paralogs can be difficult to distinguish. These confounded sequences are often removed prior to further analyses, leaving the underlying loci uncharacterized. Salmonids have only partially rediploidized subsequent to a whole-genome duplication; residual tetrasomic inheritance has been observed in males. We present a maximum-likelihood-based method to resolve confounded paralogous loci by observing the segregation of alleles in gynogenetic haploid offspring and demonstrate its effectiveness by constructing two linkage maps for chum salmon (Oncorhynchus keta), with and without these newly resolved loci. We find that the resolved paralogous loci are not randomly distributed across the genome. A majority are clustered in expanded subtelomeric regions of 14 linkage groups, suggesting a significant fraction of the chum salmon genome may be missed by the exclusion of paralogous loci. Transposable elements have been proposed as drivers of genome evolution and, in salmonids, may have an important role in the rediploidization process by driving differentiation between homeologous chromosomes. Consistent with that hypothesis, we find a reduced fraction of transposable element annotations among paralogous loci, and these loci predominately occur in the genomic regions that lag in the rediploidization process.": {},
   "Heat-shock proteins (Hsps) and their cognates are primary mitigators of cell stress. With increasingly severe impacts of climate change and other human modifications of the biosphere, the ability of the heat-shock system to affect evolutionary fitness in environments outside the laboratory and to evolve in response is topic of growing importance. Since the last major reviews, several advances have occurred. First, demonstrations of the heat-shock response outside the laboratory now include many additional taxa and environments. Many of these demonstrations are only correlative, however. More importantly, technical advances in omic quantification of nucleic acids and proteins, genomewide association analysis, and manipulation of genes and their expression have enabled the field to move beyond correlation. Several consequent advances are already evident: The pathway from heat-shock gene expression to stress tolerance in nature can be extremely complex, mediated through multiple biological processes and systems, and even multiple species. The underlying genes are more numerous, diverse and variable than previously appreciated, especially with respect to their regulatory variation and epigenetic changes. The impacts and limitations (e.g., due to trade-offs) of natural selection on these genes have become more obvious and better established. At last, as evolutionary capacitors, Hsps may have distinctive impacts on the evolution of other genes and ecological consequences.": {},
   "Resetting of epigenetic marks, such as DNA methylation, in germ cells or early embryos is not always complete. Epigenetic states may therefore persist, decay or accumulate across generations. In spite of mounting empirical evidence for incomplete resetting, it is currently poorly understood whether it simply reflects stochastic noise or plays an adaptive role in phenotype determination. Here, we use a simple model to show that incomplete resetting can be adaptive in heterogeneous environments. Transmission of acquired epigenetic states prevents mismatched phenotypes when the environment changes infrequently relative to generation time and when maternal and environmental cues are unreliable. We discuss how these results may help to interpret the emerging data on transgenerational epigenetic inheritance in plants and animals.": {},
   "Genomes of invertebrates and vertebrates exhibit highly divergent patterns of DNA methylation. Invertebrate genomes tend to be sparsely methylated, and DNA methylation is mostly targeted to a subset of transcription units (gene bodies). In a drastic contrast, vertebrate genomes are generally globally and heavily methylated, punctuated by the limited local hypo-methylation of putative regulatory regions such as promoters. These genomic differences also translate into functional differences in DNA methylation and gene regulation. Although promoter DNA methylation is an important regulatory component of vertebrate gene expression, its role in invertebrate gene regulation has been little explored. Instead, gene body DNA methylation is associated with expression of invertebrate genes. However, the evolutionary steps leading to the differentiation of invertebrate and vertebrate genomic DNA methylation remain unresolved. Here we analyzed experimentally determined DNA methylation maps of several species across the invertebrate-vertebrate boundary, to elucidate how vertebrate gene methylation has evolved. We show that, in contrast to the prevailing idea, a substantial number of promoters in an invertebrate basal chordate Ciona intestinalis are methylated. Moreover, gene expression data indicate significant, epigenomic context-dependent associations between promoter methylation and expression in C. intestinalis. However, there is no evidence that promoter methylation in invertebrate chordate has been evolutionarily maintained across the invertebrate-vertebrate boundary. Rather, body-methylated invertebrate genes preferentially obtain hypo-methylated promoters among vertebrates. Conversely, promoter methylation is preferentially found in lineage- and tissue-specific vertebrate genes. These results provide important insights into the evolutionary origin of epigenetic regulation of vertebrate gene expression.": {},
   "Animal and plant centromeres are embedded in repetitive satellite DNA, but are thought to be epigenetically specified. To define genetic characteristics of centromeres, we surveyed satellite DNA from diverse eukaryotes and identified variation in <10-bp dyad symmetries predicted to adopt non-B-form conformations. Organisms lacking centromeric dyad symmetries had binding sites for sequence-specific DNA-binding proteins with DNA-bending activity. For example, human and mouse centromeres are depleted for dyad symmetries, but are enriched for non-B-form DNA and are associated with binding sites for the conserved DNA-binding protein CENP-B, which is required for artificial centromere function but is paradoxically nonessential. We also detected dyad symmetries and predicted non-B-form DNA structures at neocentromeres, which form at ectopic loci. We propose that centromeres form at non-B-form DNA because of dyad symmetries or are strengthened by sequence-specific DNA binding proteins. This may resolve the CENP-B paradox and provide a general basis for centromere specification.": {},
   "Epigenetic mechanisms such as changes in DNA methylation have the potential to affect the resilience of species to climate change, but little is known about the response of the methylome to changes in environmental temperature in animals. Using reduced representation bisulfite sequencing, we assessed the effects of development temperature and adult acclimation temperature on DNA methylation levels in threespine stickleback (Gasterosteus aculeatus). Across all treatments, we identified 2130 differentially methylated cytosines distributed across the genome. Both increases and decreases in temperature during development and with thermal acclimation in adults increased global DNA methylation levels. Approximately 25% of the differentially methylated regions (DMRs) responded to both developmental temperature and adult thermal acclimation, and 50 DMRs were common to all treatments, demonstrating a core response of the epigenome to thermal change at multiple time scales. We also identified differentially methylated loci that were specific to a particular developmental or adult thermal response, which could facilitate the accumulation of epigenetic variation between natural populations that experience different thermal regimes. These data demonstrate that thermal history can have long-lasting effects on the epigenome, highlighting the role of epigenetic modifications in the response to temperature change across multiple time scales.": {},
   "The diversity of sex chromosomes among amniotes is the product of independent evolution of different systems in different lineages, defined by novel sex-determining genes. Convergent evolution is very common, suggesting that some genes are particularly adept at taking on a sex-determining role. Comparative gene mapping, and more recently whole genome sequencing, have now turned up other surprising relationships; different regions of the amniote genome that have become sex determining in some taxa seem to share synteny, or share sequence, in others. Is this, after all, evidence that these regions were once linked in a super-sex chromosome that underwent multiple fission in different ways in different amniote lineages? Or does it signify that special properties of sex chromosomes (paucity of active genes, low recombination, epigenetic regulation to achieve dosage compensation) predispose particular chromosomes to a sex-determining role?": {},
   "Epigenetic changes can occur due to extracellular environmental conditions. Consequently, epigenetic mechanisms can play an intermediate role to translate environmental signals to intracellular changes. Such a role might be particularly important in plants, which often show strong local adaptation and have the potential for heritable epigenetic states. However, little is currently known about the role of epigenetic variation in the ecological mechanisms of adaptation. Here, we used multivariate redundancy analyses to examine genomewide associations between DNA methylation polymorphisms and climate variation in two independent panels of Arabidopsis accessions, including 122 Eurasian accessions as well as in a regional panel of 148 accessions in Sweden. At the single-nucleotide methylation level, climate and space (geographic spatial structure) explain small yet significant amount of variation in both panels. On the other hand, when viewed in a context of genomic clusters of methylated and unmethylated cytosines, climate and space variables explain much greater amounts of variation in DNA methylation than those explained by variation at the single-nucleotide level. We found that the single-nucleotide methylation polymorphisms with the strongest associations with climate were enriched in transposable elements and in potentially RNA-directed methylation contexts. When viewed in the context of genomic clusters, variation of DNA methylation at different sequence contexts exhibit distinctive segregation along different axes of variation in the redundancy analyses. Genomewide methylation showed much stronger associations with climate within the regional panel (Sweden) compared to the global (Eurasia). Together, these findings indicate that genetic and epigenetic variation across the genome may play a role in response to climate conditions and local adaptation.": {},
   "The three-spined stickleback (Gasterosteus aculeatus) represents a convenient model to study microevolution-adaptation to a freshwater environment. Although genetic adaptations to freshwater environments are well-studied, epigenetic adaptations have attracted little attention. In this work, we investigated the role of DNA methylation in the adaptation of the marine stickleback population to freshwater conditions. DNA methylation profiling was performed in marine and freshwater populations of sticklebacks, as well as in marine sticklebacks placed into a freshwater environment and freshwater sticklebacks placed into seawater. We showed that the DNA methylation profile after placing a marine stickleback into fresh water partially converged to that of a freshwater stickleback. For six genes including ATP4A ion pump and NELL1, believed to be involved in skeletal ossification, we demonstrated similar changes in DNA methylation in both evolutionary and short-term adaptation. This suggested that an immediate epigenetic response to freshwater conditions can be maintained in freshwater population. Interestingly, we observed enhanced epigenetic plasticity in freshwater sticklebacks that may serve as a compensatory regulatory mechanism for the lack of genetic variation in the freshwater population. For the first time, we demonstrated that genes encoding ion channels KCND3, CACNA1FB, and ATP4A were differentially methylated between the marine and the freshwater populations. Other genes encoding ion channels were previously reported to be under selection in freshwater populations. Nevertheless, the genes that harbor genetic and epigenetic changes were not the same, suggesting that epigenetic adaptation is a complementary mechanism to selection of genetic variants favorable for freshwater environment.": {},
   "Epigenetic modifications, such as DNA methylation or histone modifications, can be transmitted between cellular or organismal generations. However, there are no experiments measuring their role in adaptation, so here we use experimental evolution to investigate how epigenetic variation can contribute to adaptation. We manipulated DNA methylation and histone acetylation in the unicellular green alga Chlamydomonas reinhardtii both genetically and chemically to change the amount of epigenetic variation generated or transmitted in adapting populations in three different environments (salt stress, phosphate starvation, and high CO2) for two hundred asexual generations. We find that reducing the amount of epigenetic variation available to populations can reduce adaptation in environments where it otherwise happens. From genomic and epigenomic sequences from a subset of the populations, we see changes in methylation patterns between the evolved populations over-represented in some functional categories of genes, which is consistent with some of these differences being adaptive. Based on whole genome sequencing of evolved clones, the majority of DNA methylation changes do not appear to be linked to cis-acting genetic mutations. Our results show that transgenerational epigenetic effects play a role in adaptive evolution, and suggest that the relationship between changes in methylation patterns and differences in evolutionary outcomes, at least for quantitative traits such as cell division rates, is complex.": {},
   "Projections of marine biodiversity and implementation of effective actions for its maintenance in the face of current rapid global environmental change are constrained by our limited understanding of species' adaptive responses, including transgenerational plasticity, epigenetics and natural selection. This special issue presents 13 novel studies, which employ experimental and modelling approaches to (i) investigate plastic and evolutionary responses of marine species to major global change drivers; (ii) ask relevant broad eco-evolutionary questions, implementing multiple species and populations studies; (iii) show the advantages of using advanced experimental designs and tools; (iv) construct novel model organisms for marine evolution; (v) help identifying future challenges for the field; and (vi) highlight the importance of incorporating existing evolutionary theory into management solutions for the marine realm. What emerges is that at least some populations of marine species have the ability to adapt to future global change conditions. However, marine organisms' capacity for adaptation appears finite, due to evolutionary trade-offs and possible rapid losses in genetic diversity. This further corroborates the idea that acquiring an evolutionary perspective on how marine life will respond to the selective pressure of future global changes will guide us in better identifying which conservation efforts will be most needed and most effective.": {},
   "Despite the recent upsurge of interest on natural epigenetic variation of nonmodel organisms, factors conditioning the spatial structure of epigenetic diversity in wild plant populations remain virtually unexplored. We propose that information on processes shaping natural epigenetic variation can be gained using the spatial structure of genetic diversity as null model. Departures of epigenetic isolation-by-distance (IBD) patterns from genetic IBD patterns for the same sample, particularly differences in slope of similarity-distance regressions, will reflect the action of factors that operate specifically on epigenetic variation, including imperfect transgenerational inheritance and responsiveness to environmental factors of epigenetic marks. As a proof of concept, we provide a comparative analysis of spatial genetic and epigenetic structure of 200 mapped individuals of the perennial herb Helleborus foetidus. Plants were fingerprinted using nuclear microsatellites, amplified fragment length polymorphisms (AFLP) and methylation-sensitive AFLP markers. Expectations from individual-level IBD patterns were tested by means of kinship-distance regressions. Both genetic and epigenetic similarity between H. foetidus individuals conformed to theoretical expectations under individual-level IBD models. Irrespective of marker type, there were significant negative linear relationships between the kinship coefficient for plant pairs and their spatial separation. Regression slopes were significantly steeper for epigenetic markers. Epigenetic similarity between individuals was much greater than genetic similarity at shortest distances, such epigenetic 'kinship excess' tending to decrease as plant separation increased. Results suggest that moderate-to-high heritability and responsiveness to local environments are major drivers of epigenetic spatial structure in H. foetidus, and illustrate the heuristic value of comparing genetic and epigenetic spatial structure for formulating and testing hypotheses on forces shaping epigenetic diversity in wild plant populations.": {},
   "The process of domestication can exert intense trait-targeted selection on genes and regulatory regions. Specifically, rapid shifts in the structure and sequence of genomic regulatory elements could provide an explanation for the extensive, and sometimes extreme, variation in phenotypic traits observed in domesticated species. Here, we explored methylation differences from >24 000 cytosines distributed across the genomes of the domesticated dog (Canis familiaris) and the grey wolf (Canis lupus). PCA and model-based cluster analyses identified two primary groups, domestic vs. wild canids. A scan for significantly differentially methylated sites (DMSs) revealed species-specific patterns at 68 sites after correcting for cell heterogeneity, with weak yet significant hypermethylation typical of purebred dogs when compared to wolves (59% and 58%, P < 0.05, respectively). Additionally, methylation patterns at eight genes significantly deviated from neutrality, with similar trends of hypermethylation in purebred dogs. The majority (>66%) of differentially methylated regions contained or were associated with repetitive elements, indicative of a genotype-mediated trend. However, DMSs were also often linked to functionally relevant genes (e.g. neurotransmitters). Finally, we utilized known genealogical relationships among Yellowstone wolves to survey transmission stability of methylation marks, from which we found a substantial fraction that demonstrated high heritability (both H-2 and h(2) > 0.99). These analyses provide a unique epigenetic insight into the molecular consequences of recent selection and radiation of our most ancient domesticated companion, the dog. These findings suggest selection has acted on methylation patterns, providing a new genomic perspective on phenotypic diversification in domesticated species.": {},
   "Epigenetic modifications, of which DNA methylation is the best studied one, can convey environmental information through generations via parental germ lines. Past studies have focused on the maternal transmission of epigenetic information to the offspring of isogenic mice and rats in response to external changes, whereas heterogeneous wild mammals as well as paternal epigenetic effects have been widely neglected. In most wild mammal species, males are the dispersing sex and have to cope with differing habitats and thermal changes. As temperature is a major environmental factor we investigated if genetically heterogeneous Wild guinea pig (Cavia aperea) males can adapt epigenetically to an increase in temperature and if that response will be transmitted to the next generation(s). Five adult male guinea pigs (F0) were exposed to an increased ambient temperature for 2 months, i.e. the duration of spermatogenesis. We studied the liver (as the main thermoregulatory organ) of F0 fathers and F1 sons, and testes of F1 sons for paternal transmission of epigenetic modifications across generation(s). Reduced representation bisulphite sequencing revealed shared differentially methylated regions in annotated areas between F0 livers before and after heat treatment, and their sons' livers and testes, which indicated a general response with ecological relevance. Thus, paternal exposure to a temporally limited increased ambient temperature led to an 'immediate' and 'heritable' epigenetic response that may even be transmitted to the F2 generation. In the context of globally rising temperatures epigenetic mechanisms may become increasingly relevant for the survival of species.": {},
   "Approaches to macroevolution require integration of its two fundamental components, i.e. the origin and the sorting of variation, in a hierarchical framework. Macroevolution occurs in multiple currencies that are only loosely correlated, notably taxonomic diversity, morphological disparity, and functional variety. The origin of variation within this conceptual framework is increasingly understood in developmental terms, with the semi-hierarchical structure of gene regulatory networks (GRNs, used here in a broad sense incorporating not just the genetic circuitry per se but the factors controlling the timing and location of gene expression and repression), the non-linear relation between magnitude of genetic change and the phenotypic results, the evolutionary potential of co-opting existing GRNs, and developmental responsiveness to nongenetic signals (i.e. epigenetics and plasticity), all requiring modification of standard microevolutionary models, and rendering difficult any simple definition of evolutionary novelty. The developmental factors underlying macroevolution create anisotropic probabilities-i.e., an uneven density distribution-of evolutionary change around any given phenotypic starting point, and the potential for coordinated changes among traits that can accommodate change via epigenetic mechanisms. From this standpoint, punctuated equilibrium and phyletic gradualism simply represent two cells in a matrix of evolutionary models of phenotypic change, and the origin of trends and evolutionary novelty are not simply functions of ecological opportunity. Over long timescales, contingency becomes especially important, and can be viewed in terms of macroevolutionary lags (the temporal separation between the origin of a trait or clade and subsequent diversification); such lags can arise by several mechanisms: as geological or phylogenetic artifacts, or when diversifications require synergistic interactions among traits, or between traits and external events. The temporal and spatial patterns of the origins of evolutionary novelties are a challenge to macroevolutionary theory; individual events can be described retrospectively, but a general model relating development, genetics, and ecology is needed. An accompanying paper (Jablonski in Evol Biol 2017) reviews diversity dynamics and the sorting of variation, with some general conclusions.": {}
}